datasets/benchmark-results/netvirtue-2019/201906022057/wordpress-results-netvirtue-10-201906022057.log
Running 1m test @ http://blyg.id-rsa.pub/wordpress/
  1 threads and 10 connections
  Thread calibration: mean lat.: 88.168ms, rate sampling interval: 92ms
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency    29.50ms    8.78ms  44.16ms   48.89%
    Req/Sec     9.86     27.65   109.00     89.85%
  Latency Distribution (HdrHistogram - Recorded Latency)
 50.000%   23.81ms
 75.000%   38.69ms
 90.000%   39.65ms
 99.000%   41.69ms
 99.900%   44.19ms
 99.990%   44.19ms
 99.999%   44.19ms
100.000%   44.19ms

  Detailed Percentile spectrum:
       Value   Percentile   TotalCount 1/(1-Percentile)

      19.375     0.000000            1         1.00
      20.319     0.100000           54         1.11
      20.735     0.200000          100         1.25
      21.375     0.300000          149         1.43
      22.303     0.400000          199         1.67
      23.807     0.500000          249         2.00
      37.151     0.550000          273         2.22
      37.919     0.600000          298         2.50
      38.175     0.650000          324         2.86
      38.399     0.700000          348         3.33
      38.687     0.750000          372         4.00
      38.815     0.775000          386         4.44
      39.007     0.800000          398         5.00
      39.167     0.825000          410         5.71
      39.263     0.850000          422         6.67
      39.487     0.875000          435         8.00
      39.551     0.887500          441         8.89
      39.647     0.900000          446        10.00
      39.775     0.912500          454        11.43
      39.807     0.925000          458        13.33
      40.095     0.937500          465        16.00
      40.223     0.943750          468        17.78
      40.479     0.950000          472        20.00
      40.543     0.956250          474        22.86
      40.735     0.962500          478        26.67
      40.799     0.968750          480        32.00
      40.831     0.971875          482        35.56
      40.863     0.975000          484        40.00
      40.991     0.978125          485        45.71
      41.023     0.981250          487        53.33
      41.119     0.984375          488        64.00
      41.599     0.985938          489        71.11
      41.599     0.987500          489        80.00
      41.695     0.989062          490        91.43
      41.727     0.990625          491       106.67
      41.887     0.992188          492       128.00
      41.887     0.992969          492       142.22
      41.887     0.993750          492       160.00
      42.591     0.994531          493       182.86
      42.591     0.995313          493       213.33
      42.687     0.996094          494       256.00
      42.687     0.996484          494       284.44
      42.687     0.996875          494       320.00
      42.687     0.997266          494       365.71
      42.687     0.997656          494       426.67
      44.191     0.998047          495       512.00
      44.191     1.000000          495          inf
#[Mean    =       29.497, StdDeviation   =        8.776]
#[Max     =       44.160, Total count    =          495]
#[Buckets =           27, SubBuckets     =         2048]
----------------------------------------------------------
  601 requests in 1.00m, 30.98MB read
Requests/sec:     10.01
Transfer/sec:    528.34KB